;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - PASSIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Unstable X2AbilityTemplate]
LocFriendlyName="Нестабильный"
LocLongDescription="Солдат наносит на <Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>% больше урона наступательными псионическими способностями, но использование этих способностей имеет <Ability:UNSTABLE_PANIC_CHANCE/>% шанс вызвать у солдата панику."
LocHelpText="Солдат наносит на <Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>% больше урона наступательными псионическими способностями, но использование этих способностей имеет <Ability:UNSTABLE_PANIC_CHANCE/>% шанс вызвать у солдата панику."
LocFlyOverText="Нестабильный"
LocPromotionPopupText="<Bullet/> Предметы или способности, такие как \"Ментальный щит\" и \"Умиротворение\", которые делают солдата невосприимчивым к психическим состояниям, устраняют возможность паники.<br/>"

[BS_OpenMind X2AbilityTemplate]
LocFriendlyName="Открытый разум"
LocLongDescription="Увеличивает пси-атаку на <Ability:OPEN_MIND_PSI/>, но уменьшает волю на <Ability:OPEN_MIND_WILL/>."
LocHelpText="Увеличивает пси-атаку на <Ability:OPEN_MIND_PSI/>, но уменьшает волю на <Ability:OPEN_MIND_WILL/>."
LocFlyOverText="Открытый разум"
;LocPromotionPopupText="Увеличивает пси-атаку на <Ability:OPEN_MIND_PSI/>, но уменьшает волю на <Ability:OPEN_MIND_WILL/>."

[BS_PsionicAtrophy X2AbilityTemplate]
LocFriendlyName="Псионическая атрофия"
LocLongDescription="Увеличивает пси-атаку на <Ability:PSIONIC_ATROPHY_PSI/> и дает иммунитет к пси-урону и ментальным эффектам. Урон, получаемый от всех других источников, увеличивается на <Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%."
LocHelpText="Увеличивает пси-атаку и дает иммунитет к пси-урону и ментальным эффектам. Урон, получаемый от всех других источников, увеличивается."
LocFlyOverText="Псионическая атрофия"
;LocPromotionPopupText="Увеличивает пси-атаку на 15 и дает иммунитет к пси-урону и ментальным эффектам. Урон, получаемый от всех других источников, увеличивается на 33%."

[BS_BattleMeditation X2AbilityTemplate]
LocFriendlyName="Боевая медитация"
LocLongDescription="Глухая оборона увеличивает вашу пси-атаку на <Ability:BATTLE_MEDITATION_PSI/>, а также волю на <Ability:BATTLE_MEDITATION_WILL/> на <Ability:BATTLE_MEDITATION_DURATION/> ход(а)."
LocHelpText="Глухая оборона увеличивает вашу пси-атаку на <Ability:BATTLE_MEDITATION_PSI/>, а также волю на <Ability:BATTLE_MEDITATION_WILL/> на <Ability:BATTLE_MEDITATION_DURATION/> ход(а)."
LocFlyOverText="Боевая медитация"
LocPromotionPopupText="<Bullet/> Этот эффект не складывается.<br/>"

[BS_MindOverMatter X2AbilityTemplate]
LocFriendlyName="Разум превыше материи"
LocLongDescription="Каждый раз, когда этот солдат получает урон, время перезарядки его псионических способностей сокращается на <Ability:MIND_OVER_MATTER_CD_AMOUNT/> ход(а)."
LocHelpText="Получение урона сокращает время перезарядки всех псионических способностей на <Ability:MIND_OVER_MATTER_CD_AMOUNT/> ход(а)."
LocFlyOverText="Разум превыше материи: время перезарядки сокращено"
LocPromotionPopupText="<Bullet/> Может срабатывать несколько раз за ход.<br/>"

[BS_MindThief X2AbilityTemplate]
LocFriendlyName="Вор душ"
LocLongDescription="Убийство врага обладающего пси-силой увеличивает вашу пси-атаку на <Ability:MIND_THIEF_PSI/>, а также урон, атакующих псионических способностей на <Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>% на <Ability:MIND_THIEF_DURATION/> ход(а)."
LocHelpText="Убийство врага обладающего пси-силой увеличивает вашу пси-атаку на <Ability:MIND_THIEF_PSI/>, а также урон, атакующих псионических способностей на <Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>% на <Ability:MIND_THIEF_DURATION/> ход(а)."
LocFlyOverText="Вор душ"
LocPromotionPopupText="<Bullet/> Может срабатывать от любого оружия, предмета или способности.<br/><Bullet/> Этот эффект не складывается.<br/><Bullet/> Действует в течение <Ability:MIND_THIEF_DURATION/> ход(ов).<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - ACTIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_StrainMind X2AbilityTemplate]
LocFriendlyName="Пси-канал"
LocLongDescription="Активируйте эту способность, чтобы сделать следующее применение псионической способности свободным действием. Каждый раз, когда активируется \"Пси-канал\", воля солдата уменьшается на <Ability:STRAIN_MIND_WILL_LOSS/>. Когда воля солдата падает ниже <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%, псионические способности будут наносить на <Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>% меньше урона, а пси-атака снизится на <Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%."
LocHelpText="Активируйте эту способность, чтобы сделать следующее применение псионической способности свободным действием."
LocFlyOverText="Пси-канал"
LocPromotionPopupText="<Bullet/> Активируйте эту способность, чтобы сделать следующее применение псионической способности свободным действием. Каждый раз, когда активируется \"Пси-канал\", воля солдата уменьшается на <Ability:STRAIN_MIND_WILL_LOSS/>. Когда воля солдата падает ниже <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%, псионические способности будут наносить на <Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>% меньше урона, а пси-атака снизится на <Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%.<br/><Bullet/> Перезарядка <Ability:STRAIN_MIND_COOLDOWN/> ход(а).<br/>"

[BS_StrainMindPassive X2AbilityTemplate]
LocFriendlyName="Пси-канал"
LocLongDescription="Активируйте эту способность, чтобы сделать следующее применение псионической способности свободным действием. Каждый раз, когда активируется \"Пси-канал\", воля солдата уменьшается на <Ability:STRAIN_MIND_WILL_LOSS/>. Когда воля солдата падает ниже <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%, псионические способности будут наносить на <Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>% меньше урона, а пси-атака снизится на <Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%. Перезарядка <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/> ход(а)."
LocHelpText="Разум этого солдата чрезмерно напряжен, его воля упала ниже <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%. Пси-атака снижена на <Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%, а псионические способности наносят на <Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>% меньше урона."
LocPromotionPopupText="<Bullet/> Активируйте эту способность, чтобы сделать следующее применение псионической способности свободным действием.<br/><Bullet/> Каждый раз, когда активируется \"Пси-канал\", воля солдата уменьшается на <Ability:STRAIN_MIND_WILL_LOSS/>.<br/><Bullet/> Когда воля солдата падает ниже <Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%, псионические способности будут наносить на <Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>% меньше урона.<br/><Bullet/> Перезарядка <Ability:STRAIN_MIND_COOLDOWN/> ход(а).<br/>"

[BS_MCDetonate X2AbilityTemplate]
LocFriendlyName="Взрыв мозга"
LocLongDescription="Перегружает псионической энергией мозг цели находящейся под контролем разума, пока он не лопнет от сильного взрыва. Наносит псионический урон, равный <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% от воли цели всем юнитам в пределах <Ability:MC_DETONATE_RADIUS/> клеток." 
LocHelpText="Наносит псионический урон, равный <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% от воли цели всем юнитам в пределах <Ability:MC_DETONATE_RADIUS/> клеток."
LocFlyOverText="Взрыв мозга"
LocPromotionPopupText="<Bullet/> Может быть использовано на целях находящихся под контролем разума с помощью способностей \"Безумие\" или \"Доминирование\".<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					ARC THROWER ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
[BS_ThatsCloseEnough X2AbilityTemplate]
LocFriendlyName="Не подходи!"
LocFlyOverText="Не подходи!"
LocLongDescription="Во время хода противника стреляйте из дугомета по любому видимому противнику в радиусе <Ability:THATS_CLOSE_ENOUGH_TILE_RANGE/> клеток, который двигается или стреляет."
LocHelpText="Во время хода противника стреляйте из дугомета по любому видимому противнику в радиусе четырех клеток, который двигается или стреляет."
LocPromotionPopupText="<Bullet/> Не срабатывает, если солдат в режиме скрытности.<br/><Bullet/> Способность активируется <Ability:THATS_CLOSE_ENOUGH_PER_TARGET_COOLDOWN/> раз(а) за ход.<br/>"

[BS_RapidStun X2AbilityTemplate]
LocFriendlyName="Разряд"
LocFlyOverText="Разряд"
LocLongDescription="Активируйте эту способность, чтобы сделать следующий выстрел из дугомета свободным действием. Перезарядка <Ability:RAPID_STUN_COOLDOWN/> ход(а)."
LocHelpText="Активируйте эту способность, чтобы сделать следующий выстрел из дугомета свободным действием. Перезарядка <Ability:RAPID_STUN_COOLDOWN/> ход(а)."
LocPromotionPopupText="<Bullet/> Активируйте эту способность, чтобы сделать следующий выстрел из дугомета свободным действием. Перезарядка <Ability:RAPID_STUN_COOLDOWN/> ход(а).<br/><Bullet/> Применимо к способностям \"Оглушение\", \"Дугоразрядник\" и \"Цепная молния\".<br/>"

[BS_SpareBattery X2AbilityTemplate]
LocFriendlyName="Запасная батарея"
LocLongDescription="Быстро перезаряжает ваш дугомет с помощью запасной батареи, сокращая все связанные с ним перезарядки способностей на 3 хода. Перезарядка <Ability:SPARE_BATTERY_COOLDOWN/> ход(а)."
LocHelpText="Перезарядить все ваши навыки дугомета."
LocFlyOverText="Запасная батарея"
LocPromotionPopupText="<Bullet/> Уменьшает время перезарядки способностей \"Оглушение\", \"Дугоразрядник\", \"Разряд\" и \"Цепная молния\". <br/><Bullet/> Перезарядка <Ability:SPARE_BATTERY_COOLDOWN/> ход(а).<br/><Bullet/> Активация стоит <Ability:SPARE_BATTERY_ACTION_POINT_COST/> очко действия."


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					SAWED-OFF ABILITIES							;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_SawnOffReload X2AbilityTemplate]
LocFriendlyName="Перезарядить обрез"
LocLongDescription="Позволяет перезаряжать обрез <Ability:SAWNOFFRELOAD_CHARGES/> раз(а) за миссию. За раз перезаряжает 1 патрон."
LocHelpText="Перезарядить свой обрез."
LocFlyOverText="Перезарядка"
LocPromotionPopupText="<Bullet/> Позволяет перезаряжать обрез.<br/><Bullet/> Имеет <Ability:SAWNOFFRELOAD_CHARGES/> заряда на миссию.<br/><Bullet/> Перезаряжает 1 патрон за раз.<br/><Bullet/> Количество использований может быть увеличено с помощью способности \"Глубокие карманы\", заряды могут быть восстановлены с помощью способности \"Металлолом\".<br/>"

[BS_ShotgunTap X2AbilityTemplate]
LocFriendlyName="Беглый огонь"
LocLongDescription="Одиночный \"Выстрел в упор\" из обреза больше не завершает ход."
LocHelpText="Одиночный \"Выстрел в упор\" из обреза больше не завершает ход."
LocFlyOverText="Беглый огонь"
LocPromotionPopupText="<Bullet/> Для способности \"Выстрел в упор\" требуется только одно действие, поэтому его можно использовать дважды, или же один раз после или до перемещения.<br/><Bullet/>"


[BS_SingleTap X2AbilityTemplate]
LocFriendlyName="Выстрел в упор"
LocLongDescription="Выстрел из обреза по врагу на близкой дистанции. Стоит одно действие и не завершает ход."
LocHelpText="Выстрел из обреза по врагу. Стоит одно действие и не завершает ход."
LocFlyOverText="Одиночный спуск"
LocPromotionPopupText="<Bullet/> Выстрел из обреза по врагу на близкой дистанции.<br/><Bullet/> Точность значительно снижается за пределами дальности в три клетки.<br/><Bullet/> Стоит 1 очко действия и не завершает ход.<br/><Bullet/> Использует один патрон.<br/>"

[BS_DoubleTap X2AbilityTemplate]
LocFriendlyName="Двойной спуск"
LocLongDescription="Выстрел из обреза по врагу на близкой дистанции, если атака промахнулась или не убила цель, сделайте второй выстрел. Стоит два действия и завершает ход."
LocHelpText="Выстрел из обреза по врагу на близкой дистанции, если атака промахнулась или не убила цель, сделайте второй выстрел."
LocFlyOverText="Двойной спуск"
LocPromotionPopupText="<Bullet/> Выстрел из обреза по врагу на близкой дистанции, если атака промахнулась или не убила цель, сделайте второй выстрел.<br/><Bullet/> Точность значительно снижается за пределами дальности в четыре клетки.<br/><Bullet/> Требует 2 очка действия для выстрела.<br/><Bullet/> Использует два патрона.<br/>"

[BS_DeepPockets X2AbilityTemplate]
LocFriendlyName="Глубокие карманы"
LocFlyOverText="Глубокие карманы"
LocLongDescription="Получите <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> дополнительных заряда способности \"Перезарядить обрез\"."
LocHelpText="Получите <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> дополнительных заряда способности \"Перезарядить обрез\"."
LocPromotionPopupText="<Bullet/> Более высокие технологические уровни увеличивают количество зарядов, получаемых с помощью этой способности.<br/>"

[BS_SawedOffOverwatch X2AbilityTemplate]
LocFriendlyName="Никто не пройдет"
LocFlyOverText="Никто не пройдет"
LocLongDescription="Во время хода противника сделайте свободный выстрел по реакции, который может нанести критический урон из вашего обреза по любому видимому врагу в пределах <Ability:NONE_SHALL_PASS_TILE_RANGE/> клеток, который движется или стреляет. Срабатывает только один раз за ход."
LocHelpText="Во время хода противника сделайте свободный выстрел по реакции, который может нанести критический урон из вашего обреза по любому видимому врагу в пределах <Ability:NONE_SHALL_PASS_TILE_RANGE/> клеток, который движется или стреляет."
LocPromotionPopupText="<Bullet/> Не срабатывает, если солдат в режиме скрытности.<br/><Bullet/> Срабатывает только один раз за ход.<br/><Bullet/> Использует 1 патрон и срабатывает только в том случае, если обрез заряжен.<br/><Bullet/> Может нанести критический урон.<br/>"

[BS_ScrapMetal X2AbilityTemplate]
LocFriendlyName="Металлолом"
LocFlyOverText="Металлолом: боеприпасы восполнены"
LocLongDescription="Убийства механических врагов из вашего обреза восстанавливают одно использование способности \"Перезарядить обрез\". Ваши атаки из обреза по механическим врагам пробивают <Ability:SCRAP_METAL_PIERCE_CV/> / <Ability:SCRAP_METAL_PIERCE_MG/> / <Ability:SCRAP_METAL_PIERCE_BM/> ед. брони."
LocHelpText="Убийства механических врагов из вашего обреза восстанавливают одно использование способности \"Перезарядить обрез\". Ваши атаки из обреза по механическим врагам пробивают броню."
LocPromotionPopupText="<Bullet/> Убийства механических врагов с помощью \"Выстрела в упор\", позволят вам восполнять боеприпасы. Стратегическое верное использование обреза для убийства механических врагов поможет вам сэкономить боеприпасы во время длительных миссий.<br/><Bullet/> Более высокие технологические уровни увеличивают бронебойность вашего обреза.<br/>"

[BS_ScrapMetalTrigger X2AbilityTemplate]
LocFriendlyName="Металлолом: боеприпасы восполнены"

[BS_Brutality X2AbilityTemplate]
LocFriendlyName="Жестокость"
LocLongDescription="Убийство органического противника из обреза дает <Ability:BRUTALITY_PANIC_CHANCE/>% шанс запаниковать другому органическому противнику в радиусе <Ability:BRUTALITY_TILE_RADIUS/> клеток от цели."
LocHelpText="Убийство органического противника из обреза дает <Ability:BRUTALITY_PANIC_CHANCE/>% шанс запаниковать другому органическому противнику в радиусе <Ability:BRUTALITY_TILE_RADIUS/> клеток от цели."
LocFlyOverText="Жестокость"
LocPromotionPopupText="<Bullet/> Используйте \"Жестокость\" как инструмент контроля над толпой, позволяющий солдату двигаться вперед более агрессивно, и сочетайте со способностью \"Беспощадность\" для увеличения вашей убойной силы.<br/>"

[BS_Ruthless X2AbilityTemplate]
LocFriendlyName="Беспощадность"
LocLongDescription="Убийство запаниковавшего или дезориентированного врага из вашего обреза возвращает одно очко действия."
LocHelpText="Убийство запаниковавшего или дезориентированного врага из вашего обреза возвращает одно очко действия."
LocFlyOverText="Беспощадность"
LocPromotionPopupText="<Bullet/> Умело сочетая эффекты \"Жестокости\" и \"Беспощадности\", вы можете убивать нескольких врагов за ход из своего обреза.<br/><Bullet/> Количество активаций \"Беспощадности\" за ход не ограничено.<br/>"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					UTILITY ITEM ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_BattleScannerCrit X2AbilityTemplate]
LocFriendlyName="Сканер мозга"
LocLongDescription="Ваши сканеры боя теперь могут наносить урон, равный <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% от воли цели всем юнитам в пределах <Ability:MC_DETONATE_RADIUS/> клеток." 
LocHelpText="Наносит псионический урон, равный <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% от воли цели всем юнитам в пределах <Ability:MC_DETONATE_RADIUS/> клеток."
LocFlyOverText="Взрыв мозга"
LocPromotionPopupText="<Bullet/> Может быть использовано на целях находящихся под контролем разума с помощью способностей \"Безумие\" или \"Доминирование\".<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					LW2 ABILITIES - IMPORTED					;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Bastion X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocHelpText="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocFlyOverText="Бастион"
LocPromotionPopupText="<Bullet/> Бастион имеет радиус 4 клетки.<br/><Bullet/> Перемещение рядом с пораженными союзниками немедленно очистит их от негативных физических эффектов статуса.<br/>"

[BS_Bastion_Passive X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocHelpText="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocFlyOverText="Бастион"
LocPromotionPopupText="<Bullet/> Бастион имеет радиус 4 клетки.<br/><Bullet/> Перемещение рядом с пораженными союзниками немедленно очистит их от негативных физических эффектов статуса.<br/>"

[BS_Bastion_Cleanse X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocHelpText="Способность \"Крепость\" теперь дает иммунитет ближайшим товарищам по отряду."
LocFlyOverText="Бастион"
LocPromotionPopupText="<Bullet/> Бастион имеет радиус 4 клетки.<br/><Bullet/> Перемещение рядом с пораженными союзниками немедленно очистит их от негативных физических эффектов статуса.<br/>"
